<?php
// +----------------------------------------------------------------------
// | AddTime 2015年6月6日11:21:24
// +----------------------------------------------------------------------
// | Copyright (c) 2015-2016 
// +----------------------------------------------------------------------
// | Licensed ( http://www.juulu.org )
// +----------------------------------------------------------------------
// | Author: 杨松 (4873473@qq.com)
// +----------------------------------------------------------------------

// 检测PHP环境
if(version_compare(PHP_VERSION,'5.3.0','<'))  die('require PHP > 5.3.0 !');
// 开启调试模式 建议开发阶段开启 部署阶段注释或者设为false
define('APP_DEBUG',True);
// 定义应用目录
define('APP_PATH','../Yang/');
// 定义网站图片路径
define('IMG_URL','http://www.b.com/Uploads/');
// 引入ThinkPHP入口文件
require '../ThinkPHP/ThinkPHP.php';
